## Plan Result (instant-sync-events-cdk)

[CI link](https://circleci.com/gh/Pocket/pocket-monorepo/111179)



<pre><code>Plan: 0 to add, 1 to change, 0 to destroy.</code></pre>

* Update
  * aws_lambda_function.eventtracker_lambda_2D56166D



<details><summary>Change Result (Click me)</summary>

```hcl

  # aws_lambda_function.eventtracker_lambda_2D56166D will be updated in-place
  ~ resource "aws_lambda_function" "eventtracker_lambda_2D56166D" {
        id                             = "InstantSyncEvents-Prod-EventTracker-Function"
      ~ layers                         = [
          + "arn:aws:lambda:us-east-1:177933569100:layer:AWS-Parameters-and-Secrets-Lambda-Extension:11",
        ]
      ~ qualified_arn                  = "arn:aws:lambda:us-east-1:996905175585:function:InstantSyncEvents-Prod-EventTracker-Function:2" -> (known after apply)
      ~ qualified_invoke_arn           = "arn:aws:apigateway:us-east-1:lambda:path/2015-03-31/functions/arn:aws:lambda:us-east-1:996905175585:function:InstantSyncEvents-Prod-EventTracker-Function:2/invocations" -> (known after apply)
        tags                           = {
            "environment" = "Prod"
            "service"     = "InstantSyncEvents"
        }
      ~ version                        = "2" -> (known after apply)
        # (18 unchanged attributes hidden)

        # (5 unchanged blocks hidden)
    }

Plan: 0 to add, 1 to change, 0 to destroy.
```

</details>









<!-- github-comment: {"Command":"plan","JobID":"4d8a8d6d-dc8b-4df8-96f1-bcf984437216","JobName":"instant-sync-events_infrastructure_plan_prod","PRNumber":376,"Program":"tfcmt","SHA1":"493434779f2ad45dfe8ca8d155155b71c06f3779","Target":"instant-sync-events-cdk","Vars":{}} -->